src/Assets/SalamAirRequestTemplates/Token.xml


<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tem="http://tempuri.org/" xmlns:rad="http://schemas.datacontract.org/2004/07/Radixx.ConnectPoint.Request" xmlns:rad1="http://schemas.datacontract.org/2004/07/Radixx.ConnectPoint.Security.Request"> <soapenv:Header/> <soapenv:Body><tem:RetrieveSecurityToken><tem:RetrieveSecurityTokenRequest>                 <rad:CarrierCodes>                     <rad:CarrierCode>                         <rad:AccessibleCarrierCode>OV</rad:AccessibleCarrierCode>                     </rad:CarrierCode>                 </rad:CarrierCodes>                 <rad1:LogonID>{{USERNAME_}}</rad1:LogonID>                 <rad1:Password>{{PASSWORD_}}</rad1:Password>             </tem:RetrieveSecurityTokenRequest>         </tem:RetrieveSecurityToken>     </soapenv:Body> </soapenv:Envelope>